Repository: KenLaam/weather-forekast-ios
Catalog: WeatherForekast/Resource/*.lproj/Localizable.strings
Languages: vi

# APP_NAME
source: Weather Forekast
vi: Dự báo thời tuyết

# SEARCH_PLACEHOLDER
source: Weather in your city
vi: Thời tiết ở thành phố bạn

# BTN_DONE
source: Done
vi: Xong

# BTN_BACK
source: Back
vi: Trở về

# CELL_DATE
source: Date: %@
vi: Ngày: %@

# CELL_AVERAGE_TEMP
source: Avg Temperature: %@
vi: Nhiệt độ trung bình: %@

# CELL_PRESSURE
source: Pressure: %dhPa
vi: Áp suất: %dhPa

# CELL_HUMIDITY
source: Humidity: %d%
vi: Độ ẩm: %d%%

# CELL_DESCRIPTION
source: Description: %@
vi: Mô tả: %@

# SETTINGS_NO_DAYS
source: Number of days: %d
vi: Số ngày dự báo: %d

# SETTINGS_LANG
source: Language:
vi: Ngôn ngữ:

# SETTINGS_TEMP_UNIT
source: Temperature Unit:
vi: Đơn vị nhiệt độ:

# ERROR_OFFLINE
source: Your connection appears to be offline. Please check your connection!
vi: Đã mất kết nối. Vui lòng kiểm tra lại kết nối!

# ERROR_TIMEOUT
source: Time out. Please try again!
vi: Hết thời gian chờ. Vui lòng thử lại!

# ERROR_EMPTY
source: Nothing here. Try search your city for weather forecast!
vi: Hãy tìm thành phố của bạn để biết dự báo thời tiết!

# ERROR_NOT_FOUND
source: City not found! Try again!
vi: Không tìm thấy thành phố! Vui lòng thử lại!

# ERROR_OTHER
source: Something went wrong. Please try again!
vi: Có lỗi xảy ra. Hãy thử lại!
